[
    {
        "name": "Portrait Photography",
        "img": "https://i.pinimg.com/originals/74/cb/c4/74cbc4b6a44be2c80532cb621e5e0233.jpg",
        "price": "500",
        "description": "One of the most common photography styles, portrait photography, or portraiture, aims to capture the personality and mood of an individual or group. Images may be candid or posed, full body or close-ups. Either way, the subject's face and eyes are typically in focus. Lighting and backdrop help to convey tone and emotion. Popular types of photography portraits include senior portraits, family portraits, engagement photos, and professional headshots. The best portrait photographers make clients feel completely comfortable, so that their expressions are natural and relaxed.Portrait photography, or portraiture, is a type of photography aimed toward capturing the personality of a person or group of people by using effective lighting, backdrops, and poses. A portrait photograph may be artistic or clinical. Frequently, portraits are commissioned for special occasions, such as weddings, school events, or commercial purposes. Portraits can serve many purposes, ranging from usage on a personal web site to display in the lobby of a business. The key light, also known as the main light, is placed either to the left, right, or above the subject's face, typically 30 to 60 degrees from the camera. The purpose of the key light is to give shape to and emphasize particular features of the subject. The distance of the key light from the camera controls the falloff of the light and profoundness of shadows."
    },
    {
        "name": "Photojournalism",
        "img": "https://monovisions.com/wp-content/uploads/2015/06/photographer-and-photojournalist-ara-guler-01.jpg",
        "price": "800",
        "description": "Photojournalism is a way of telling the story of a newsworthy (perhaps even historic) event or scene through photographs. Photojournalism should be as objective and truthful as possible and capturing candid moments as they happen is more important than getting picture-perfect shots. Generally, photojournalists attend planned events with the hope of capturing unplanned, unscripted moments. Their work is routinely published in magazines and newspapers. Photojournalism is journalism that uses images to tell a news story. It usually only refers to still images, but can also refer to video used in broadcast journalism. Photojournalism is distinguished from other close branches of photography (such as documentary photography, social documentary photography, war photography, street photography and celebrity photography) by having a rigid ethical framework which demands an honest but impartial approach that tells a story in strictly journalistic terms. Photojournalists contribute to the news media, and help communities connect with one other. They must be well-informed and knowledgeable, and are able to deliver news in a creative manner that is both informative and entertaining. Similar to a writer, a photojournalist is a reporter, but they must often make decisions instantly and carry photographic equipment, often while exposed to significant obstacles, among them immediate physical danger, bad weather, large crowds, and limited physical access to their subjects."
    },
    {
        "name": "Fashion Photography",
        "img": "https://www.fubiz.net/wp-content/uploads/2017/10/khiwal8.jpg",
        "price": "700",
        "description": "Fashion photography showcases and glamorizes fashion clothing, shoes, and accessories to make them more desirable to consumers. It is commonly published in magazines and online. People may choose this niche over different types of photography because of the opportunity to be highly creative in making photographs eye-catching and appealing. Fashion photographers take a lot of full body shots and work in an array of locations, from fashion shows to studios with full lighting setups to city streets and open fields. They utilize many of the same skills as portrait photographers and must practice good teamwork and communication when working with shoot stylists, creative directors, and models. Fashion photography is a genre of photography which is devoted to displaying clothing and other fashion items. Fashion photography is most often conducted for advertisements or fashion magazines such as Vogue, Vanity Fair, or Elle. It has grown into becoming a necessary way for designers to get their work out to the public. Fashion photography has developed its own aesthetic in which the clothes and fashions are enhanced by the presence of exotic locations or accessories. Fashion photography has been in existence since the earliest days of photography. The first photograph taken on camera was made by Niépce in 1826. In 1856, Adolphe Braun published a book containing 288 photographs of Virginia Oldoini, Countess di Castiglione, a Tuscan noblewoman at the court of Napoleon III. The photos depict her in her official court garb, making her the first fashion model."
    },
    {
        "name": "Sports Photography",
        "img": "https://www.splento.com/blog/wp-content/uploads/2021/07/Sports-photography.jpg",
        "price": "800",
        "description": "By catching athletes, coaches, and even fans at the perfect moment, sports photographs can depict the passion, drama, and emotion that fuels sporting events. Sports photographers must aim and shoot quickly to keep up with the action around them, and it's best practice to use a higher ISO to shoot at a faster shutter speed. Sports photographers also usually use long, heavy lenses for zooming in on the action. Interesting angles can help make your work stand out in this competitive genre. Sports photography refers to the genre of photography that covers all types of sports. In the majority of cases, professional sports photography is a branch of photojournalism, while amateur sports photography, such as photos of children playing association football, is a branch of vernacular photography. The main application of professional sports photography is for editorial purposes; dedicated sports photographers usually work for newspapers, major wire agencies or dedicated sports magazines. However, sports photography is also used for advertising purposes both to build a brand and as well as to promote a sport in a way that cannot be accomplished by editorial means. Sports photographers may use remote cameras triggered by wireless shutter devices (i.e. Pocket Wizards) to photograph from places they could not otherwise stay, for example in an elevated position such as above a basketball basket, or to be in two places at once, i.e. at the start and the finish - such as at horse racing."
    },
    {
        "name": "Editorial Photography",
        "img": "https://dvyvvujm9h0uq.cloudfront.net/com/articles/1634548927-476377-sobhan-joodi-lp93nb1elx8-unsplashjpg.png",
        "price": "700",
        "description": "Editorial photography is taken to illustrate a story or article, typically for a magazine or newspaper. The subject of editorial photography can vary widely and is entirely dependent on the topic of the text it accompanies. Generally, for editorial photography, you'll want to get shots that work for a variety of layouts, including horizontal and vertical compositions. When working in editorial photography, you are likely to work closely with writers and art directors, and demonstrating good communication skills and professionalism will help you succeed. Editorial photography is a type of photography that aims to tell a story or portray a concept. Editorial photography is commonly found in magazines, newspapers, editorial features, and journalism. Unlike commercial photography, editorial photography relies much more on story than it does on a brand. The motive, therefore, is not to sell but rather express and engage. Editorial style photography, on the other hand, aims to tell a story or portray a concept. The motive is not to sell, but rather express and engage. Editorial photography is commonly found in magazines, newspapers, editorial features, and journalism. Editorial style photography relies much more on story than it does on a brand."
    },
    {
        "name": "Architectural Photography",
        "img": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/97abdc95375785.5e960a15bb1b4.jpg",
        "price": "1000",
        "description": "Both the interior and exterior design of buildings and structures are the subject of architectural photography. From warehouses to city bridges to old country barns, this genre encompasses diverse structures. Often, the photograph showcases the structure's most aesthetically pleasing parts, such as a particular beam or archway. Interesting materials and colors may also be emphasized. Lighting can be challenging in architectural photography and, for exteriors, photographers must know how to work with natural light. Gear such as a tilt-shift lens, a tripod, and a panorama head is often useful. Architectural photographs can be of value to designers, architects, leasing companies, and building investors. A tenet of architectural photography is the use of perspective control, with an emphasis on vertical lines that are non-converging (parallel). This is achieved by positioning the focal plane of the camera at so that it is perpendicular to the ground, regardless of the elevation of the camera eye. This result can be achieved by the use of view cameras, tilt/shift lenses, or post-processing.  Traditionally, view cameras have been used for architectural photography as they allow for the lens to be tilted or shifted relative to the film plane. This allows for control of perspective, as well as a variety of creative possibilities."
    }
]